[CraftInfo]
$*V2CraftInfo-Mount_PA_02-name_k=Mount PA - 02
$*V2CraftInfo-Mount_PA_07R-name_k=Mount PA - 07R
$*V2CraftInfo-Mount_PA_12P-name_k=Mount PA - 12P
$*V2CraftInfo-smith_test1-name_k=[Temp] Captain Recipe Test 1
$*V2CraftInfo-smith_test2-name_k=[Temp] Captain Recipe Test 2
$*V2CraftInfo-smith_test3-name_k=[Temp] Captain Recipe Test 3
$*V2CraftInfo-smith_test4-name_k=[Temp] Captain Recipe Test 4
$*V2CraftInfo-smith_test5-name_k=[Temp] Captain Recipe Test 5
$*V2CraftInfo-smith_test6-name_k=[Temp] Captain Recipe Test 6
$*V2CraftInfo-smith_test7-name_k=[Temp] Captain Recipe Test 7
$*V2CraftInfo-smith_test8-name_k=[Temp] Captain Recipe Test 8
$*V2CraftInfo-smith_test9-name_k=[Temp] Captain Recipe Test 9
$*V2CraftInfo-smith_test10-name_k=[Temp] Captain Recipe Test 10
$*V2CraftInfo-smith_test11-name_k=[Temp] Captain Recipe Test 11
$*V2CraftInfo-smith_test12-name_k=[Temp] Captain Recipe Test 12
$*V2CraftInfo-smith_test13-name_k=[Temp] Captain Recipe Test 13
$*V2CraftInfo-smith_test14-name_k=[Temp] Captain Recipe Test 14
$*V2CraftInfo-smith_rare_PvE_Robe_mage_lower_lv14-name_k=Unusual Pants of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_lower_lv14-name_k=Peculiar Trousers of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mage_boots_lv14-name_k=Unusual Boots of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_boots_lv14-name_k=Peculiar Boots of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mage_helmet_lv14-name_k=Unusual Hat of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_helmet_lv14-name_k=Peculiar Hat of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mage_shoulder_lv14-name_k=Unusual Mantle of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_shoulder_lv14-name_k=Peculiar Mantle of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mage_upper_lv14-name_k=Unusual Jacket of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_upper_lv14-name_k=Peculiar Jacket of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mage_belt_lv14-name_k=Unusual Cord of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_belt_lv14-name_k=Peculiar Waistband of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mage_glove_lv14-name_k=Unusual Gloves of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_glove_lv14-name_k=Peculiar Gloves of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_ranger_helmet_lv14-name_k=Meticulous Headband of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_assassin_helmet_lv14-name_k=Cunning Headband of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_ranger_shoulder_lv14-name_k=Meticulous Pauldrons of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_assassin_shoulder_lv14-name_k=Cunning Pauldrons of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_ranger_upper_lv14-name_k=Meticulous Armor of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_assassin_upper_lv14-name_k=Cunning Armor of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_ranger_lower_lv14-name_k=Meticulous Bottoms of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_assassin_lower_lv14-name_k=Cunning Trousers of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_ranger_belt_lv14-name_k=Meticulous Girdle of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_assassin_belt_lv14-name_k=Cunning Girdle of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_ranger_glove_lv14-name_k=Meticulous Gauntlets of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_assassin_glove_lv14-name_k=Cunning Gauntlets of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_ranger_boots_lv14-name_k=Meticulous Shoes of the Traitor
$*V2CraftInfo-smith_rare_PvE_Light_assassin_boots_lv14-name_k=Cunning Shoes of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_helmet_lv14-name_k=Stalwart Bandana of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_helmet_lv14-name_k=Crude Bandana of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_helmet_lv14-name_k=Enduring Bandana of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_shoulder_lv14-name_k=Stalwart Spaulders of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_shoulder_lv14-name_k=Crude Spaulders of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_shoulder_lv14-name_k=Enduring Mantle of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_upper_lv14-name_k=Stalwart Breastplate of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_upper_lv14-name_k=Crude Breastplate of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_upper_lv14-name_k=Enduring Breastplate of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_lower_lv14-name_k=Stalwart Trousers of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_lower_lv14-name_k=Crude Trousers of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_lower_lv14-name_k=Enduring Bottoms of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_belt_lv14-name_k=Stalwart Belt of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_belt_lv14-name_k=Crude Belt of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_belt_lv14-name_k=Enduring Waistband of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_glove_lv14-name_k=Stalwart Gauntlets of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_glove_lv14-name_k=Crude Gauntlets of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_glove_lv14-name_k=Enduring Gauntlets of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_boots_lv14-name_k=Stalwart Sabatons of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_boots_lv14-name_k=Crude Sabatons of the Traitor
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_boots_lv14-name_k=Enduring Shoes of the Traitor
$*V2CraftInfo-smith_rare_PvE_Robe_mage_helmet_lv23-name_k=Novel Hat of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_helmet_lv23-name_k=Peculiar Hat of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mage_shoulder_lv23-name_k=Novel Mantle of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_shoulder_lv23-name_k=Peculiar Mantle of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mage_upper_lv23-name_k=Novel Jacket of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_upper_lv23-name_k=Peculiar Jacket of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mage_lower_lv23-name_k=Novel Bottoms of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_lower_lv23-name_k=Peculiar Bottoms of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mage_belt_lv23-name_k=Novel Belt of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_belt_lv23-name_k=Peculiar Waistband of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mage_glove_lv23-name_k=Novel Gloves of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_glove_lv23-name_k=Peculiar Gloves of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mage_boots_lv23-name_k=Novel Boots of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_boots_lv23-name_k=Peculiar Shoes of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_ranger_helmet_lv23-name_k=Prudent Headband of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_assassin_helmet_lv23-name_k=Clever Headguard of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_ranger_shoulder_lv23-name_k=Prudent Pauldrons of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_assassin_shoulder_lv23-name_k=Clever Shoulderpads of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_ranger_upper_lv23-name_k=Prudent Armor of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_assassin_upper_lv23-name_k=Clever Armor of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_ranger_lower_lv23-name_k=Prudent Trousers of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_assassin_lower_lv23-name_k=Clever Bottoms of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_ranger_belt_lv23-name_k=Prudent Cord of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_assassin_belt_lv23-name_k=Clever Cord of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_ranger_glove_lv23-name_k=Prudent Gauntlets of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_assassin_glove_lv23-name_k=Clever Gloves of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_ranger_boots_lv23-name_k=Prudent Boots of Immortality
$*V2CraftInfo-smith_rare_PvE_Light_assassin_boots_lv23-name_k=Clever Treads of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_helmet_lv23-name_k=Tenacious Headband of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_helmet_lv23-name_k=Powerful Headband of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_helmet_lv23-name_k=Serving Helmet of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_shoulder_lv23-name_k=Tenacious Shoulderpads of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_shoulder_lv23-name_k=Powerful Pauldrons of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_shoulder_lv23-name_k=Serving Shoulderpads of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_upper_lv23-name_k=Tenacious Chestpiece of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_upper_lv23-name_k=Powerful Chestpiece of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_upper_lv23-name_k=Serving Breastplate of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_lower_lv23-name_k=Tenacious Leggings of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_lower_lv23-name_k=Powerful Bottoms of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_lower_lv23-name_k=Serving Greaves of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_belt_lv23-name_k=Tenacious Waistband of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_belt_lv23-name_k=Powerful Girdle of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_belt_lv23-name_k=Serving Waistband of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_glove_lv23-name_k=Tenacious Gloves of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_glove_lv23-name_k=Powerful Gauntlets of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_glove_lv23-name_k=Serving Gauntlets of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_guardian_boots_lv23-name_k=Tenacious Sabatons of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_berserker_boots_lv23-name_k=Powerful Treads of Immortality
$*V2CraftInfo-smith_rare_PvE_Medium_paladin_boots_lv23-name_k=Serving Shoes of Immortality
$*V2CraftInfo-smith_rare_PvE_Robe_mage_helmet_lv31-name_k=Astute Headband of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_helmet_lv31-name_k=Mysterious Hat of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mage_shoulder_lv31-name_k=Astute Mantle of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_shoulder_lv31-name_k=Mysterious Mantle of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mage_upper_lv31-name_k=Astute Jacket of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_upper_lv31-name_k=Mysterious Jacket of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mage_lower_lv31-name_k=Astute Trousers of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_lower_lv31-name_k=Mysterious Trousers of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mage_belt_lv31-name_k=Astute Cord of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_belt_lv31-name_k=Mysterious Sash of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mage_glove_lv31-name_k=Astute Gloves of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_glove_lv31-name_k=Mysterious Gloves of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mage_boots_lv31-name_k=Astute Boots of the Avenger
$*V2CraftInfo-smith_rare_PvE_Robe_mystic_boots_lv31-name_k=Mysterious Boots of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_ranger_helmet_lv31-name_k=Precise Mask of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_assassin_helmet_lv31-name_k=Furtive Headguard of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_ranger_shoulder_lv31-name_k=Precise Mantle of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_assassin_shoulder_lv31-name_k=Furtive Shoulderpads of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_ranger_upper_lv31-name_k=Precise Chestpiece of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_assassin_upper_lv31-name_k=Furtive Breastplate of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_ranger_lower_lv31-name_k=Precise Bottoms of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_assassin_lower_lv31-name_k=Furtive Greaves of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_ranger_belt_lv31-name_k=Precise Cord of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_assassin_belt_lv31-name_k=Furtive Girdle of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_ranger_glove_lv31-name_k=Precise Gauntlets of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_assassin_glove_lv31-name_k=Furtive Handguards of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_ranger_boots_lv31-name_k=Precise Boots of the Avenger
$*V2CraftInfo-smith_rare_PvE_Medium_assassin_boots_lv31-name_k=Furtive Shoes of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_helmet_lv31-name_k=Sturdy Headband of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_helmet_lv31-name_k=Valiant Headband of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_helmet_lv31-name_k=Sacrificial Headband of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_shoulder_lv31-name_k=Sturdy Spaulders of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_shoulder_lv31-name_k=Valiant Spaulders of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_shoulder_lv31-name_k=Sacrificing Spaulders of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_upper_lv31-name_k=Sturdy Breastplate of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_upper_lv31-name_k=Valiant Chestpiece of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_upper_lv31-name_k=Sacrificing Breastplate of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_lower_lv31-name_k=Sturdy Bottoms of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_lower_lv31-name_k=Valiant Legplates of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_lower_lv31-name_k=Sacrificial Trousers of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_belt_lv31-name_k=Sturdy Sash of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_belt_lv31-name_k=Valiant Belt of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_belt_lv31-name_k=Sacrificing Girdle of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_glove_lv31-name_k=Sturdy Gauntlets of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_glove_lv31-name_k=Valiant Gauntlets of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_glove_lv31-name_k=Sacrificial Gloves of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_boots_lv31-name_k=Sturdy Shoes of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_boots_lv31-name_k=Valiant Sabatons of the Avenger
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_boots_lv31-name_k=Sacrificing Sabatons of the Avenger
$*V2CraftInfo-smith_epic_PvE_Robe_mage_helmet_lv37-name_k=Astute Hat of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_helmet_lv37-name_k=Mysterious Hat of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mage_shoulder_lv37-name_k=Astute Mantle of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_shoulder_lv37-name_k=Mysterious Mantle of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mage_upper_lv37-name_k=Astute Jacket of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_upper_lv37-name_k=Mysterious Jacket of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mage_lower_lv37-name_k=Astute Trousers of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_lower_lv37-name_k=Mysterious Trousers of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mage_belt_lv37-name_k=Astute Sash of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_belt_lv37-name_k=Mysterious Sash of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mage_glove_lv37-name_k=Astute Gloves of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_glove_lv37-name_k=Mysterious Gloves of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mage_boots_lv37-name_k=Astute Shoes of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_boots_lv37-name_k=Mysterious Footwraps of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_helmet_lv37-name_k=Precise Hat of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_helmet_lv37-name_k=Furtive Hat of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_shoulder_lv37-name_k=Precise Shoulderpads of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_shoulder_lv37-name_k=Furtive Shoulderpads of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_upper_lv37-name_k=Precise Chestpiece of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_upper_lv37-name_k=Furtive Breastplate of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_lower_lv37-name_k=Precise Leggings of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_lower_lv37-name_k=Furtive Legplates of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_belt_lv37-name_k=Precise Belt of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_belt_lv37-name_k=Furtive Waistband of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_glove_lv37-name_k=Precise Gauntlets of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_glove_lv37-name_k=Furtive Handguards of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_boots_lv37-name_k=Precise Sabatons of the Rider
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_boots_lv37-name_k=Furtive Treads of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_guardian_helmet_lv37-name_k=Sturdy Helmet of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_berserker_helmet_lv37-name_k=Valiant Helmet of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_paladin_helmet_lv37-name_k=Sacrificial Helmet of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_guardian_shoulder_lv37-name_k=Sturdy Mantle of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_berserker_shoulder_lv37-name_k=Valiant Spaulders of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_paladin_shoulder_lv37-name_k=Sacrificial Spaulders of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_guardian_upper_lv37-name_k=Sturdy Chestpiece of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_berserker_upper_lv37-name_k=Valiant Breastplate of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_paladin_upper_lv37-name_k=Sacrificial Chestpiece of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_guardian_lower_lv37-name_k=Sturdy Legplates of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_berserker_lower_lv37-name_k=Valiant Leggings of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_paladin_lower_lv37-name_k=Sacrificial Greaves of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_guardian_belt_lv37-name_k=Sturdy Girdle of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_berserker_belt_lv37-name_k=Valiant Cord of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_paladin_belt_lv37-name_k=Sacrificing Sash of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_guardian_glove_lv37-name_k=Sturdy Handguards of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_berserker_glove_lv37-name_k=Valiant Gauntlets of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_paladin_glove_lv37-name_k=Sacrificing Gloves of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_guardian_boots_lv37-name_k=Sturdy Shoes of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_berserker_boots_lv37-name_k=Valiant Shoes of the Rider
$*V2CraftInfo-smith_epic_PvE_Heavy_paladin_boots_lv37-name_k=Sacrificing Shoes of the Rider
$*V2CraftInfo-smith_epic_PvE_Robe_mage_helmet_lv45-name_k=Sagacious Crown of Dimensions
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_helmet_lv45-name_k=Unusual Crown of Dimension
$*V2CraftInfo-smith_epic_PvE_Robe_mage_shoulder_lv45-name_k=Sagacious Mantle of Dimensions
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_shoulder_lv45-name_k=Unusual Mantle of Dimension
$*V2CraftInfo-smith_epic_PvE_Robe_mage_upper_lv45-name_k=Sagacious Jacket of Dimensions
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_upper_lv45-name_k=Unusual Jacket of Dimension
$*V2CraftInfo-smith_epic_PvE_Robe_mage_lower_lv45-name_k=Sagacious Bottoms of Dimensions
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_lower_lv45-name_k=Unusual Trousers of Dimension
$*V2CraftInfo-smith_epic_PvE_Robe_mage_belt_lv45-name_k=Sagacious Sash of Dimensions
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_belt_lv45-name_k=Unusual Cord of Dimension
$*V2CraftInfo-smith_epic_PvE_Robe_mage_glove_lv45-name_k=Sagacious Gloves of Dimensions
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_glove_lv45-name_k=Unusual Gloves of Dimension
$*V2CraftInfo-smith_epic_PvE_Robe_mage_boots_lv45-name_k=Sagacious Footwraps of Dimensions
$*V2CraftInfo-smith_epic_PvE_Robe_mystic_boots_lv45-name_k=Unusual Footwraps of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_helmet_lv45-name_k=Elaborate Headguard of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_helmet_lv45-name_k=Swift Headguard of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_shoulder_lv45-name_k=Elaborate Shoulderpads of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_shoulder_lv45-name_k=Swift Shoulderguards of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_upper_lv45-name_k=Elaborate Breastplate of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_upper_lv45-name_k=Swift Breastplate of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_lower_lv45-name_k=Elaborate Greaves of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_lower_lv45-name_k=Swift Trousers of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_belt_lv45-name_k=Elaborate Girdle of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_belt_lv45-name_k=Swift Waistband of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_glove_lv45-name_k=Elaborate Handguards of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_glove_lv45-name_k=Swift Handguards of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_ranger_boots_lv45-name_k=Elaborate Treads of Dimension
$*V2CraftInfo-smith_epic_PvE_Medium_assassin_boots_lv45-name_k=Swift Shoes of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_helmet_lv45-name_k=Strong Helmet of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_helmet_lv45-name_k=Savage Helmet of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_helmet_lv45-name_k=Redeeming Helmet of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_shoulder_lv45-name_k=Strong Spaulders of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_shoulder_lv45-name_k=Savage Pauldrons of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_shoulder_lv45-name_k=Redeeming Shoulderguards of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_upper_lv45-name_k=Strong Armor of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_upper_lv45-name_k=Savage Armor of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_upper_lv45-name_k=Redeeming Armor of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_lower_lv45-name_k=Strong Legplates of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_lower_lv45-name_k=Savage Leggings of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_lower_lv45-name_k=Redeeming Bottoms of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_belt_lv45-name_k=Strong Cord of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_belt_lv45-name_k=Savage Waistband of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_belt_lv45-name_k=Redeeming Belt of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_glove_lv45-name_k=Strong Gloves of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_glove_lv45-name_k=Savage Gauntlets of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_glove_lv45-name_k=Redeeming Gauntlets of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_guardian_boots_lv45-name_k=Strong Treads of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_berserker_boots_lv45-name_k=Savage Boots of Dimension
$*V2CraftInfo-smith_rare_PvE_Heavy_paladin_boots_lv45-name_k=Redeeming Shoes of Dimension
$*V2CraftInfo-smith_repair_kit-name_k=Repair Tool
$*V2CraftInfo-smith_meterial_Iron_step1-name_k=Steel
$*V2CraftInfo-smith_meterial_Iron_step2-name_k=Steel Plate
$*V2CraftInfo-smith_meterial_Iron_step3-name_k=Purified Steel
$*V2CraftInfo-smith_meterial_Cotton_step1-name_k=Cloth
$*V2CraftInfo-smith_meterial_Cotton_step2-name_k=Soft Cloth
$*V2CraftInfo-smith_meterial_Cotton_step3-name_k=High-Quality Cloth
$*V2CraftInfo-smith_weaponUpgradeMeterial_type1-name_k=Ymir's Horn
$*V2CraftInfo-smith_armorUpgradeMeterial_type1-name_k=Ymir's Skin
$*V2CraftInfo-smith_Equip_evolution_resource-name_k=Kindle of Urgand
$*V2CraftInfo-smith_meterial_Iron_step1_quest-name_k=Trial Steel
$*V2CraftInfo-smith_repair_kit_01-name_k=Diffusion Repair Tool
$*V2CraftInfo-smith_repair_kit_02-name_k=Standard Repair Tool
$*V2CraftInfo-smith_repair_kit_03-name_k=Elevated Repair Tool
$*V2CraftInfo-smith_epic_PvE2_Robe_mage_helmet_lv45-name_k=Astute Hat of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mystic_helmet_lv45-name_k=Mysterious Hat of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mage_shoulder_lv45-name_k=Astute Mantle of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mystic_shoulder_lv45-name_k=Mysterious Mantle of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mage_upper_lv45-name_k=Astute Jacket of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mystic_upper_lv45-name_k=Mysterious Jacket of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mage_lower_lv45-name_k=Astute Trousers of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mystic_lower_lv45-name_k=Mysterious Bottoms of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mage_belt_lv45-name_k=Astute Cord of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mystic_belt_lv45-name_k=Mysterious Belt of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mage_glove_lv45-name_k=Astute Gloves of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mystic_glove_lv45-name_k=Mysterious Gloves of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mage_boots_lv45-name_k=Astute Footwraps of Animosity
$*V2CraftInfo-smith_epic_PvE2_Robe_mystic_boots_lv45-name_k=Mysterious Footwraps of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_ranger_helmet_lv45-name_k=Precise Helmet of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_assassin_helmet_lv45-name_k=Furtive Headguard of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_ranger_shoulder_lv45-name_k=Precise Shoulderpads of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_assassin_shoulder_lv45-name_k=Furtive Pauldrons of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_ranger_upper_lv45-name_k=Precise Chestpiece of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_assassin_upper_lv45-name_k=Furtive Chestpiece of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_ranger_lower_lv45-name_k=Precise Greaves of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_assassin_lower_lv45-name_k=Furtive Legplates of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_ranger_belt_lv45-name_k=Precise Girdle of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_assassin_belt_lv45-name_k=Furtive Belt of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_ranger_glove_lv45-name_k=Precise Gloves of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_assassin_glove_lv45-name_k=Furtive Gloves of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_ranger_boots_lv45-name_k=Precise Treads of Animosity
$*V2CraftInfo-smith_epic_PvE2_Medium_assassin_boots_lv45-name_k=Furtive Boots of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_guardian_helmet_lv45-name_k=Sturdy Helmet of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_berserker_helmet_lv45-name_k=Valiant Helmet of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_paladin_helmet_lv45-name_k=Sacrificing Headguard of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_guardian_shoulder_lv45-name_k=Sturdy Pauldrons of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_berserker_shoulder_lv45-name_k=Valiant Pauldrons of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_paladin_shoulder_lv45-name_k=Sacrificing Spaulders of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_guardian_upper_lv45-name_k=Sturdy Chestpiece of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_berserker_upper_lv45-name_k=Valiant Breastplate of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_paladin_upper_lv45-name_k=Sacrificing Breastplate of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_guardian_lower_lv45-name_k=Sturdy Greaves of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_berserker_lower_lv45-name_k=Valiant Legplates of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_paladin_lower_lv45-name_k=Sacrificing Greaves of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_guardian_belt_lv45-name_k=Sturdy Girdle of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_berserker_belt_lv45-name_k=Valiant Cord of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_paladin_belt_lv45-name_k=Sacrificing Cord of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_guardian_glove_lv45-name_k=Sturdy Gauntlets of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_berserker_glove_lv45-name_k=Valiant Gauntlets of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_paladin_glove_lv45-name_k=Sacrificing Gauntlets of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_guardian_boots_lv45-name_k=Sturdy Boots of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_berserker_boots_lv45-name_k=Valiant Boots of Animosity
$*V2CraftInfo-smith_rare_PvE2_Heavy_paladin_boots_lv45-name_k=Sacrificing Sabatons of Animosity
$*V2CraftInfo-smith_epic_PvE3_Robe_mage_helmet_lv45-name_k=Astute Hat of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mystic_helmet_lv45-name_k=Mysterious Hat of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mage_shoulder_lv45-name_k=Astute Mantle of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mystic_shoulder_lv45-name_k=Mysterious Mantle of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mage_upper_lv45-name_k=Astute Jacket of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mystic_upper_lv45-name_k=Mysterious Jacket of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mage_lower_lv45-name_k=Astute Trousers of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mystic_lower_lv45-name_k=Mysterious Trousers of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mage_belt_lv45-name_k=Astute Girdle of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mystic_belt_lv45-name_k=Mysterious Waistband of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mage_glove_lv45-name_k=Astute Gloves of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mystic_glove_lv45-name_k=Mysterious Gloves of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mage_boots_lv45-name_k=Astute Sollerets of the Tide
$*V2CraftInfo-smith_epic_PvE3_Robe_mystic_boots_lv45-name_k=Mysterious Shoes of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_ranger_helmet_lv45-name_k=Precise Helmet of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_assassin_helmet_lv45-name_k=Subtle Helmet of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_ranger_shoulder_lv45-name_k=Precise Shoulderguards of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_assassin_shoulder_lv45-name_k=Subtle Shoulderguards of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_ranger_upper_lv45-name_k=Precise Armor of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_assassin_upper_lv45-name_k=Subtle Cuirass of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_ranger_lower_lv45-name_k=Precise Legplates of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_assassin_lower_lv45-name_k=Subtle Trousers of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_ranger_belt_lv45-name_k=Precise Belt of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_assassin_belt_lv45-name_k=Subtle Waistband of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_ranger_glove_lv45-name_k=Precise Gauntlets of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_assassin_glove_lv45-name_k=Subtle Gauntlets of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_ranger_boots_lv45-name_k=Precise Boots of the Tide
$*V2CraftInfo-smith_epic_PvE3_Medium_assassin_boots_lv45-name_k=Subtle Boots of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_guardian_helmet_lv45-name_k=Sturdy Helmet of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_berserker_helmet_lv45-name_k=Valiant Helm of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_paladin_helmet_lv45-name_k=Sacrificial Helm of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_guardian_shoulder_lv45-name_k=Sturdy Spaulders of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_berserker_shoulder_lv45-name_k=Valiant Spaulders of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_paladin_shoulder_lv45-name_k=Sacrificial Spaulders of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_guardian_upper_lv45-name_k=Sturdy Breastplate of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_berserker_upper_lv45-name_k=Valiant Armor of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_paladin_upper_lv45-name_k=Sacrificial Cuirass of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_guardian_lower_lv45-name_k=Sturdy Greaves of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_berserker_lower_lv45-name_k=Valiant Leggings of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_paladin_lower_lv45-name_k=Sacrificial Legplates of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_guardian_belt_lv45-name_k=Sturdy Cord of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_berserker_belt_lv45-name_k=Valiant Waistband of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_paladin_belt_lv45-name_k=Sacrificial Cord of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_guardian_glove_lv45-name_k=Sturdy Gauntlets of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_berserker_glove_lv45-name_k=Valiant Gages of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_paladin_glove_lv45-name_k=Sacrificial Gauntlets of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_guardian_boots_lv45-name_k=Sturdy Shoes of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_berserker_boots_lv45-name_k=Valiant Shoes of the Tide
$*V2CraftInfo-smith_rare_PvE3_Heavy_paladin_boots_lv45-name_k=Sacrificial Sabatons of the Tide
$*V2CraftInfo-smith_epic_PvE4_Robe_mage_helmet_lv45-name_k=Astute Hat of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mystic_helmet_lv45-name_k=Mysterious Hat of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mage_shoulder_lv45-name_k=Astute Mantle of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mystic_shoulder_lv45-name_k=Mysterious Mantle of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mage_upper_lv45-name_k=Astute Jacket of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mystic_upper_lv45-name_k=Mysterious Jacket of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mage_lower_lv45-name_k=Astute Trousers of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mystic_lower_lv45-name_k=Mysterious Trousers of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mage_belt_lv45-name_k=Astute Girdle of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mystic_belt_lv45-name_k=Mysterious Waistband of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mage_glove_lv45-name_k=Astute Gloves of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mystic_glove_lv45-name_k=Mysterious Gloves of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mage_boots_lv45-name_k=Astute Sollerets of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Robe_mystic_boots_lv45-name_k=Mysterious Shoes of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_ranger_helmet_lv45-name_k=Precise Helmet of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_assassin_helmet_lv45-name_k=Subtle Helm of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_ranger_shoulder_lv45-name_k=Precise Shoulderguards of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_assassin_shoulder_lv45-name_k=Subtle Shoulderguards of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_ranger_upper_lv45-name_k=Precise Armor of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_assassin_upper_lv45-name_k=Subtle Cuirass of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_ranger_lower_lv45-name_k=Precise Legplates of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_assassin_lower_lv45-name_k=Subtle Trousers of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_ranger_belt_lv45-name_k=Precise Belt of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_assassin_belt_lv45-name_k=Subtle Waistband of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_ranger_glove_lv45-name_k=Precise Gauntlets of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_assassin_glove_lv45-name_k=Subtle Gauntlets of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_ranger_boots_lv45-name_k=Precise Boots of the Abyss
$*V2CraftInfo-smith_epic_PvE4_Medium_assassin_boots_lv45-name_k=Subtle Boots of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_guardian_helmet_lv45-name_k=Sturdy Helm of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_berserker_helmet_lv45-name_k=Valiant Helm of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_paladin_helmet_lv45-name_k=Sacrificial Helm of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_guardian_shoulder_lv45-name_k=Sturdy Spaulders of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_berserker_shoulder_lv45-name_k=Valiant Spaulders of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_paladin_shoulder_lv45-name_k=Sacrificial Spaulders of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_guardian_upper_lv45-name_k=Sturdy Breastplate of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_berserker_upper_lv45-name_k=Valiant Armor of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_paladin_upper_lv45-name_k=Sacrificial Cuirass of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_guardian_lower_lv45-name_k=Sturdy Greaves of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_berserker_lower_lv45-name_k=Valiant Leggings of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_paladin_lower_lv45-name_k=Sacrificial Legplates of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_guardian_belt_lv45-name_k=Sturdy Cord of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_berserker_belt_lv45-name_k=Valiant Waistband of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_paladin_belt_lv45-name_k=Sacrificial Cord of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_guardian_glove_lv45-name_k=Sturdy Gauntlets of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_berserker_glove_lv45-name_k=Valiant Gauntlets of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_paladin_glove_lv45-name_k=Sacrificial Gauntlets of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_guardian_boots_lv45-name_k=Sturdy Shoes of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_berserker_boots_lv45-name_k=Valiant Shoes of the Abyss
$*V2CraftInfo-smith_rare_PvE4_Heavy_paladin_boots_lv45-name_k=Sacrificial Sabatons of the Abyss
$*V2CraftInfo-smith_tier2_Robe_mage_helmet_lv45-name_k=A delicate hat of the dimension
$*V2CraftInfo-smith_tier2_Robe_mystic_helmet_lv45-name_k=A different-sized hat
$*V2CraftInfo-smith_tier2_Robe_mage_shoulder_lv45-name_k=Dazzling Cloth Shoulders
$*V2CraftInfo-smith_tier2_Robe_mystic_shoulder_lv45-name_k=Dimensional Shoulder Mantle
$*V2CraftInfo-smith_tier2_Robe_mage_upper_lv45-name_k=A clear top coat of the dimension
$*V2CraftInfo-smith_tier2_Robe_mystic_upper_lv45-name_k=A distinctive overcoat of dimension
$*V2CraftInfo-smith_tier2_Robe_mage_lower_lv45-name_k=A clear bottom of the dimension
$*V2CraftInfo-smith_tier2_Robe_mystic_lower_lv45-name_k=A different kind of pants
$*V2CraftInfo-smith_tier2_Robe_mage_belt_lv45-name_k=A delicate waistband of dimension
$*V2CraftInfo-smith_tier2_Robe_mystic_belt_lv45-name_k=A distinctive lanyard of a dimension
$*V2CraftInfo-smith_tier2_Robe_mage_glove_lv45-name_k=A sophisticated glove of dimensions
$*V2CraftInfo-smith_tier2_Robe_mystic_glove_lv45-name_k=A different glove of dimension
$*V2CraftInfo-smith_tier2_Robe_mage_boots_lv45-name_k=A gentle instep in the dimension
$*V2CraftInfo-smith_tier2_Robe_mystic_boots_lv45-name_k=A different instinct
$*V2CraftInfo-smith_tier2_Medium_ranger_helmet_lv45-name_k=Sophisticated Headpiece of Dimension
$*V2CraftInfo-smith_tier2_Medium_assassin_helmet_lv45-name_k=Swift Helm of the Dimension
$*V2CraftInfo-smith_tier2_Medium_ranger_shoulder_lv45-name_k=Dimensional elaborate shoulder pad
$*V2CraftInfo-smith_tier2_Medium_assassin_shoulder_lv45-name_k=Swift Spaulders of Dimension
$*V2CraftInfo-smith_tier2_Medium_ranger_upper_lv45-name_k=Dimensional Sophisticated Breastplate
$*V2CraftInfo-smith_tier2_Medium_assassin_upper_lv45-name_k=Rapid Chestpiece of Dimension
$*V2CraftInfo-smith_tier2_Medium_ranger_lower_lv45-name_k=Exquisite gaiters of dimension
$*V2CraftInfo-smith_tier2_Medium_assassin_lower_lv45-name_k=Dimensional sweat pants
$*V2CraftInfo-smith_tier2_Medium_ranger_belt_lv45-name_k=A sophisticated soul of a dimension
$*V2CraftInfo-smith_tier2_Medium_assassin_belt_lv45-name_k=Rapid Belt of Dimension
$*V2CraftInfo-smith_tier2_Medium_ranger_glove_lv45-name_k=Sophisticated Handgrips of Dimension
$*V2CraftInfo-smith_tier2_Medium_assassin_glove_lv45-name_k=Rapid Handguards of Dimension
$*V2CraftInfo-smith_tier2_Medium_ranger_boots_lv45-name_k=Dimensional Sophisticated Foot Protector
$*V2CraftInfo-smith_tier2_Medium_assassin_boots_lv45-name_k=A quick-dimensional shoe
$*V2CraftInfo-smith_tier2_Heavy_guardian_helmet_lv45-name_k=Strong Headguard of the Dimension
$*V2CraftInfo-smith_tier2_Heavy_berserker_helmet_lv45-name_k=Dimensional Helm of Helm
$*V2CraftInfo-smith_tier2_Heavy_paladin_helmet_lv45-name_k=Helm of the Rescue of the Dimension
$*V2CraftInfo-smith_tier2_Heavy_guardian_shoulder_lv45-name_k=Heavy Shoulderguards of Dimension
$*V2CraftInfo-smith_tier2_Heavy_berserker_shoulder_lv45-name_k=Dimensional Wristwraps
$*V2CraftInfo-smith_tier2_Heavy_paladin_shoulder_lv45-name_k=Dimensional Saving Mantle
$*V2CraftInfo-smith_tier2_Heavy_guardian_upper_lv45-name_k=A strong armor of dimensions
$*V2CraftInfo-smith_tier2_Heavy_berserker_upper_lv45-name_k=Dimensional Armor
$*V2CraftInfo-smith_tier2_Heavy_paladin_upper_lv45-name_k=Dimensional Saving Armor
$*V2CraftInfo-smith_tier2_Heavy_guardian_lower_lv45-name_k=Dimensional Strong Leg Armor
$*V2CraftInfo-smith_tier2_Heavy_berserker_lower_lv45-name_k=Dimensional Thick Leggings
$*V2CraftInfo-smith_tier2_Heavy_paladin_lower_lv45-name_k=Dimensional Saving Bottom
$*V2CraftInfo-smith_tier2_Heavy_guardian_belt_lv45-name_k=A strong rope of the dimension
$*V2CraftInfo-smith_tier2_Heavy_berserker_belt_lv45-name_k=Dimensional Belt of Belt
$*V2CraftInfo-smith_tier2_Heavy_paladin_belt_lv45-name_k=A dimensionally-resilient strap
$*V2CraftInfo-smith_tier2_Heavy_guardian_glove_lv45-name_k=A hard glove of dimensions
$*V2CraftInfo-smith_tier2_Heavy_berserker_glove_lv45-name_k=Dimensional thieving winker
$*V2CraftInfo-smith_tier2_Heavy_paladin_glove_lv45-name_k=Dimensional Saving Handshield
$*V2CraftInfo-smith_tier2_Heavy_guardian_boots_lv45-name_k=High-Durability Footguards of the Dimension
$*V2CraftInfo-smith_tier2_Heavy_berserker_boots_lv45-name_k=Diminished Boots of Dimension
$*V2CraftInfo-smith_tier2_Heavy_paladin_boots_lv45-name_k=Dimensional saving shoes
$*V2CraftInfo-handiwork_normal_necklace_A_lv15-name_k=Restorer's Choker of Sanctity
$*V2CraftInfo-handiwork_normal_ring_A_lv15-name_k=Restorer's Ring of Sanctity
$*V2CraftInfo-handiwork_normal_necklace_B_lv15-name_k=Intruder's Choker of Sanctity
$*V2CraftInfo-handiwork_normal_ring_B_lv15-name_k=Intruder's Ring of Sanctity
$*V2CraftInfo-handiwork_normal_necklace_C_lv15-name_k=Watcher's Choker of Sanctity
$*V2CraftInfo-handiwork_normal_ring_C_lv15-name_k=Watcher's Ring of Sanctity
$*V2CraftInfo-handiwork_normal_necklace_A_lv25-name_k=Sergeant's Necklace of Elegance
$*V2CraftInfo-handiwork_normal_ring_A_lv25-name_k=Sergeant's Ring of Elegance
$*V2CraftInfo-handiwork_normal_necklace_B_lv25-name_k=Listener's Necklace of Elegance
$*V2CraftInfo-handiwork_normal_ring_B_lv25-name_k=Listener's Ring of Elegance
$*V2CraftInfo-handiwork_normal_necklace_C_lv25-name_k=Expeditionary Necklace of Elegance
$*V2CraftInfo-handiwork_normal_ring_C_lv25-name_k=Expeditionary Ring of Elegance
$*V2CraftInfo-handiwork_normal_necklace_A_lv35-name_k=Prophet's Choker of Dusk
$*V2CraftInfo-handiwork_normal_ring_A_lv35-name_k=Prophet's Choker of Dusk
$*V2CraftInfo-handiwork_normal_necklace_B_lv35-name_k=Crescent Moon Choker of the Seer
$*V2CraftInfo-handiwork_normal_ring_B_lv35-name_k=Crescent Moon Ring of the Seer
$*V2CraftInfo-handiwork_normal_necklace_C_lv35-name_k=Star-Tomb Choker of the Seer
$*V2CraftInfo-handiwork_normal_ring_C_lv35-name_k=Star-Tomb Link of the Seer
$*V2CraftInfo-handiwork_ACC_necklace_uncommon_D_10-name_k=Yuventas Pendant of the Trainee
$*V2CraftInfo-handiwork_ACC_ring_uncommon_D_10-name_k=Yuventas Sigil of the Apprentice
$*V2CraftInfo-handiwork_ACC_ring_uncommon_D_11-name_k=Yuventas Ring of the Novice
$*V2CraftInfo-handiwork_ACC_necklace_uncommon_D_20-name_k=Kairos Pendant of the Watcher
$*V2CraftInfo-handiwork_ACC_ring_uncommon_D_20-name_k=Kairos Sigil of the Pioneer
$*V2CraftInfo-handiwork_ACC_ring_uncommon_D_21-name_k=Kairos Ring of the Vagrant
$*V2CraftInfo-handiwork_ACC_necklace_rare_D_30-name_k=Perisos Pendant of the Annihilated
$*V2CraftInfo-handiwork_ACC_ring_rare_D_30-name_k=Perisos Link of the Dominator
$*V2CraftInfo-handiwork_ACC_ring_rare_D_31-name_k=Perisos Ring of the Mortal
$*V2CraftInfo-handiwork_ACC_necklace_epic_A_10-name_k=Tarasos Prairie Hawk Necklace
$*V2CraftInfo-handiwork_ACC_ring_epic_A_10-name_k=Tarasos Prairie Hawk Link
$*V2CraftInfo-handiwork_ACC_ring_epic_A_11-name_k=Tarasos Prairie Hawk Ring
$*V2CraftInfo-handiwork_ACC_necklace_epic_A_20-name_k=Draidan Slayer Set Necklace
$*V2CraftInfo-handiwork_ACC_ring_epic_A_20-name_k=Draidan Slayer Link
$*V2CraftInfo-handiwork_ACC_ring_epic_A_21-name_k=Draidan Slayer Ring
$*V2CraftInfo-handiwork_ACC_necklace_epic_A_30-name_k=Hillan Wind Binding Choker
$*V2CraftInfo-handiwork_ACC_ring_epic_A_30-name_k=Hillan Wind Binding Link
$*V2CraftInfo-handiwork_ACC_ring_epic_A_31-name_k=Hillan Wind Binding Ring
$*V2CraftInfo-handiwork_meterial_type1-name_k=Ymir's Tears
$*V2CraftInfo-handiwork_meterial_meteorite_step1-name_k=Purified Meteorite
$*V2CraftInfo-handiwork_meterial_meteorite_step2-name_k=Shining Meteorite
$*V2CraftInfo-handiwork_meterial_silver_step1-name_k=Silver Bar
$*V2CraftInfo-handiwork_meterial_silver_step2-name_k=Fine Silver Bar
$*V2CraftInfo-handiwork_weaponUpgradeMeterial_type1-name_k=Ymir's Horn
$*V2CraftInfo-handiwork_armorUpgradeMeterial_type1-name_k=Ymir's Skin
$*V2CraftInfo-handiwork_Equip_evolution_resource-name_k=Kindle of Urgand
$*V2CraftInfo-handiwork_meterial_silver_step1_quest-name_k=Trial Silver Bar
$*V2CraftInfo-handiwork_Acc_upgrade_material_2-name_k=Ermekis' Energy
$*V2CraftInfo-handiwork_Acc_upgrade_material_3-name_k=Power of Ermekis
$*V2CraftInfo-smelt_Rune_dragon_uncommon_1-name_k=Weathered Spirit of the Flying Dragon
$*V2CraftInfo-smelt_Rune_dragon_rare_1-name_k=Vivid Spirit of the Flying Dragon
$*V2CraftInfo-smelt_Rune_bear_uncommon_1-name_k=Weathered Spirit of the Bear
$*V2CraftInfo-smelt_Rune_bear_rare_1-name_k=Vivid Spirit of the Bear
$*V2CraftInfo-smelt_Rune_eagle_uncommon_1-name_k=Weathered Spirit of the Eagle
$*V2CraftInfo-smelt_Rune_eagle_rare_1-name_k=Vivid Spirit of the Eagle
$*V2CraftInfo-smelt_Rune_lion_uncommon_1-name_k=Weathered Spirit of the Lion
$*V2CraftInfo-smelt_Rune_lion_rare_1-name_k=Vivid Spirit of the Lion
$*V2CraftInfo-smelt_Rune_leopard_uncommon_1-name_k=Weathered Spirit of the Leopard
$*V2CraftInfo-smelt_Rune_leopard_rare_1-name_k=Vivid Spirit of the Leopard
$*V2CraftInfo-smelt_Rune_wolf_uncommon_1-name_k=Weathered Spirit of the Wolf
$*V2CraftInfo-smelt_Rune_wolf_rare_1-name_k=Vivid Spirit of the Wolf
$*V2CraftInfo-smelt_Rune_raven_uncommon_1-name_k=Weathered Spirit of the Crow
$*V2CraftInfo-smelt_Rune_raven_rare_1-name_k=Vivid Spirit of the Crow
$*V2CraftInfo-smelt_Rune_hawk_uncommon_1-name_k=Weathered Spirit of the Hawk
$*V2CraftInfo-smelt_Rune_hawk_rare_1-name_k=Vivid Spirit of the Hawk
$*V2CraftInfo-smelt_Rune_owl_uncommon_1-name_k=Weathered Spirit of the Owl
$*V2CraftInfo-smelt_Rune_owl_rare_1-name_k=Vivid Spirit of the Owl
$*V2CraftInfo-smelt_Rune_wind_uncommon_1-name_k=Weathered Spirit of the Wind
$*V2CraftInfo-smelt_Rune_wind_rare_1-name_k=Vivid Spirit of the Wind
$*V2CraftInfo-smelt_Rune_fog_uncommon_1-name_k=Weathered Spirit of the Mist
$*V2CraftInfo-smelt_Rune_fog_rare_1-name_k=Vivid Spirit of the Mist
$*V2CraftInfo-smelt_Rune_waterfall_uncommon_1-name_k=Weathered Spirit of the Waterfall
$*V2CraftInfo-smelt_Rune_waterfall_rare_1-name_k=Vivid Spirit of the Waterfall
$*V2CraftInfo-smelt_Rune_rock_uncommon_1-name_k=Weathered Spirit of the Rock
$*V2CraftInfo-smelt_Rune_rock_rare_1-name_k=Vivid Spirit of the Rock
$*V2CraftInfo-smelt_Rune_tree_uncommon_1-name_k=Weathered Spirit of the Old Tree
$*V2CraftInfo-smelt_Rune_tree_rare_1-name_k=Vivid Spirit of the Old Tree
$*V2CraftInfo-smelt_Rune_sea_uncommon_1-name_k=Weathered Spirit of the Sea
$*V2CraftInfo-smelt_Rune_sea_rare_1-name_k=Vivid Spirit of the Sea
$*V2CraftInfo-smelt_MPF_Scroll_lv1-name_k=Lesser Taming Order
$*V2CraftInfo-smelt_MPF_Scroll_lv2-name_k=Lesser Taming Order
$*V2CraftInfo-smelt_MPF_Scroll_lv3-name_k=Normal Taming Order
$*V2CraftInfo-smelt_MPF_Scroll_lv4-name_k=High-Level Taming Scroll
$*V2CraftInfo-smelt_MPF_Scroll_lv5-name_k=Magic Taming Order
$*V2CraftInfo-smelt_MPF_LimitPotion_lv1-name_k=Standard Potential Awakener
$*V2CraftInfo-smelt_MPF_LimitPotion_lv2-name_k=Upgraded Potential Awakener
$*V2CraftInfo-smelt_MPF_LimitPotion_lv3-name_k=Powerful Potential Awakener
$*V2CraftInfo-smelt_RuneMeterial-name_k=Stone Tablet
$*V2CraftInfo-smelt_MPF_Anima-name_k=Superior Companion Anima
$*V2CraftInfo-smelt_weaponUpgradeMeterial_type1-name_k=Ymir's Horn
$*V2CraftInfo-smelt_armorUpgradeMeterial_type1-name_k=Ymir's Skin
$*V2CraftInfo-smelt_Equip_evolution_resource-name_k=Kindle of Urgand
$*V2CraftInfo-smelt_RuneMeterial_quest-name_k=Trial Stone Tablet
$*V2CraftInfo-cook_ChilliSugar-name_k=Chili Sugar
$*V2CraftInfo-cook_SaffronSugar-name_k=Saffron Sugar
$*V2CraftInfo-cook_MintSugar-name_k=Mint Sugar
$*V2CraftInfo-cook_chilliSalt-name_k=Chili Salt
$*V2CraftInfo-cook_SaffronSalt-name_k=Saffron Salt
$*V2CraftInfo-cook_MintSalt-name_k=Mint Salt
$*V2CraftInfo-cook_ChilliCroquette-name_k=Chili Croquette
$*V2CraftInfo-cook_SaffronCroquette-name_k=Saffron Croquette
$*V2CraftInfo-cook_MintCroquette-name_k=Mint Croquette
$*V2CraftInfo-cook_ChilliEggmuffin-name_k=Chili Egg Muffin
$*V2CraftInfo-cook_SaffronEggmuffin-name_k=Saffron Egg Muffin
$*V2CraftInfo-cook_MintEggmuffin-name_k=Mint Egg Muffin
$*V2CraftInfo-cook_ChilliFancake-name_k=Chili Pancake
$*V2CraftInfo-cook_SaffronFancake-name_k=Saffron Pancake
$*V2CraftInfo-cook_MintFancake-name_k=Mint Pancake
$*V2CraftInfo-cook_ChilliBaguette-name_k=Chili Baguette
$*V2CraftInfo-cook_SaffronBaguette-name_k=Saffron Baguette
$*V2CraftInfo-cook_MintBaguette-name_k=Mint Baguette
$*V2CraftInfo-cook_ChilliSalad-name_k=Chili Salad
$*V2CraftInfo-cook_SaffronSalad-name_k=Saffron Salad
$*V2CraftInfo-cook_MintSalad-name_k=Mint Salad
$*V2CraftInfo-cook_ChilliMeatloaf-name_k=Chili Meatloaf
$*V2CraftInfo-cook_SaffronMeatloaf-name_k=Saffron Meatloaf
$*V2CraftInfo-cook_MintMeatloaf-name_k=Mint Meatloaf
$*V2CraftInfo-cook_ChilliSteak-name_k=Chili Steak
$*V2CraftInfo-cook_SaffronSteak-name_k=Saffron Steak
$*V2CraftInfo-cook_MintSteak-name_k=Mint Steak
$*V2CraftInfo-cook_ChilliChocolateCake-name_k=Chili Chocolate Cake
$*V2CraftInfo-cook_SaffronChocolateCake-name_k=Saffron Chocolate Cake
$*V2CraftInfo-cook_MintChocolateCake-name_k=Mint Chocolate Cake
$*V2CraftInfo-cook_ChilliMarmalade-name_k=Chili Marmalade
$*V2CraftInfo-cook_SaffronMarmalade-name_k=Saffron Marmalade
$*V2CraftInfo-cook_MintMarmalade-name_k=Mint Marmalade
$*V2CraftInfo-cook_ChilliCoqauvin-name_k=Chili Coq au Vin
$*V2CraftInfo-cook_SaffronCoqauvin-name_k=Saffron Coq au Vin
$*V2CraftInfo-cook_MintCoqauvin-name_k=Mint Coq au Vin
$*V2CraftInfo-cook_ChilliSherbet-name_k=Chili Grain Sherbet
$*V2CraftInfo-cook_SaffronSherbet-name_k=Saffron Grain Sherbet
$*V2CraftInfo-cook_MintSherbet-name_k=Mint Grain Sherbet
$*V2CraftInfo-cook_ChilliPudding-name_k=Chili Pudding
$*V2CraftInfo-cook_SaffronPudding-name_k=Saffron Pudding
$*V2CraftInfo-cook_MintPudding-name_k=Mint Pudding
$*V2CraftInfo-cook_roastedclaw-name_k=Spicy Grilled Crab
$*V2CraftInfo-cook_foiegras_lv1-name_k=Chili Foie Gras
$*V2CraftInfo-cook_beefstew-name_k=Tasty Spicy Beef Stew
$*V2CraftInfo-cook_friedsnakeskin-name_k=Delicious Spicy Fried Snakeskin
$*V2CraftInfo-cook_beefpate_lv2-name_k=Tasty Spicy Meat Fries
$*V2CraftInfo-cook_foiegras_lv2-name_k=Tasty Chili Foie Gras
$*V2CraftInfo-cook_beefpate_lv3-name_k=Succulent Spicy Meat Fries
$*V2CraftInfo-cook_beeftendon-name_k=Excellent Spicy Beef Grilled Tendon
$*V2CraftInfo-cook_meatpie_lv1-name_k=Light Meat Pie
$*V2CraftInfo-cook_bugskin_lv1-name_k=Light Insect Shell Fries
$*V2CraftInfo-cook_mushroompie-name_k=Tasty Light Mushroom Pie
$*V2CraftInfo-cook_bugskin_lv2-name_k=Tasty Light Insect Shell Fries
$*V2CraftInfo-cook_meatpie_lv2-name_k=Tasty Light Meat Pie
$*V2CraftInfo-cook_tbornstake_lv1-name_k=Delicious Light T-Bone Steak
$*V2CraftInfo-cook_bugskin_lv3-name_k=Succulent Light Insect Shell Fries
$*V2CraftInfo-cook_tbornstake_lv2-name_k=Excellent Light T-Bone Steak
$*V2CraftInfo-cook_meatloaf_lv1-name_k=Savory Meatloaf
$*V2CraftInfo-cook_roastedturtle_lv1-name_k=Savory Grilled Turtle Meat
$*V2CraftInfo-cook_mushroomstew-name_k=Tasty Savory Mushroom Stew
$*V2CraftInfo-cook_roastedturtle_lv2-name_k=Tasty Savory Grilled Turtle Back
$*V2CraftInfo-cook_meatloaf_lv2-name_k=Delicious Savory Meatloaf
$*V2CraftInfo-cook_ricepuddin_lv1-name_k=Tasty Savory Stardust Pudding
$*V2CraftInfo-cook_ricepuddin_lv2-name_k=Succulent Savory Stardust Pudding
$*V2CraftInfo-cook_ricepuddin_lv3-name_k=Excellent Savory Stardust Pudding
$*V2CraftInfo-cook_mount_fatigue_lv1-name_k=Basic Dry Feed
$*V2CraftInfo-cook_mount_fatigue_lv2-name_k=High-Protein Dry Feed
$*V2CraftInfo-cook_mount_fatigue_lv3-name_k=Organic Dry Feed
$*V2CraftInfo-cook_pet_fatigue_lv1-name_k=Normal Diet Can
$*V2CraftInfo-cook_pet_fatigue_lv2-name_k=High-Protein Diet Can
$*V2CraftInfo-cook_pet_fatigue_lv3-name_k=Organic Diet Can
$*V2CraftInfo-cook_basic_food_1-name_k=Baguette
$*V2CraftInfo-cook_basic_food_2-name_k=Rice Cake
$*V2CraftInfo-cook_basic_food_3-name_k=Barley Cake
$*V2CraftInfo-cook_basic_food_4-name_k=Croquette
$*V2CraftInfo-cook_fellow_fatigue_lv1-name_k=General Supplements
$*V2CraftInfo-cook_fellow_fatigue_lv2-name_k=High-Protein Supplements
$*V2CraftInfo-cook_fellow_fatigue_lv3-name_k=Organic Supplements
$*V2CraftInfo-alchemy_Red_Potion_1-name_k=Lesser Health Potion (Small)
$*V2CraftInfo-alchemy_Red_Potion_2-name_k=Lesser Health Potion (Moderate)
$*V2CraftInfo-alchemy_Red_Potion_3-name_k=Lesser Health Potion (Large)
$*V2CraftInfo-alchemy_Red_Potion_4-name_k=Normal Health Potion (Small)
$*V2CraftInfo-alchemy_High_Red_Potion_4-name_k=Normal Health Potion (Moderate)
$*V2CraftInfo-alchemy_Red_Potion_5-name_k=Normal Health Potion (Large)
$*V2CraftInfo-alchemy_High_Red_Potion_5-name_k=Greater Health Potion (Small)
$*V2CraftInfo-alchemy_Red_Potion_7-name_k=Greater Health Potion (Moderate)
$*V2CraftInfo-alchemy_High_Red_Potion_7-name_k=Greater Health Potion (Large)
$*V2CraftInfo-alchemy_Orange_Potion_4-name_k=Tomato Juice
$*V2CraftInfo-alchemy_Orange_Potion_5-name_k=Thick Tomato Juice
$*V2CraftInfo-alchemy_Orange_Potion_7-name_k=Condensed Tomato Juice
$*V2CraftInfo-alchemy_High_Orange_Potion_7-name_k=Highly Condensed Tomato Juice
$*V2CraftInfo-alchemy_Yellow_Potion_1-name_k=Parasol Mushroom Tea
$*V2CraftInfo-alchemy_Yellow_Potion_2-name_k=Pine Mushroom Tea
$*V2CraftInfo-alchemy_Yellow_Potion_3-name_k=Forun Mushroom Tea
$*V2CraftInfo-alchemy_High_Yellow_Potion_1-name_k=Extra-Large Parasol Mushroom Tea
$*V2CraftInfo-alchemy_High_Yellow_Potion_2-name_k=Extra-Large Pine Mushroom Tea
$*V2CraftInfo-alchemy_High_Yellow_Potion_3-name_k=Extra-Large Forun Mushroom Tea
$*V2CraftInfo-alchemy_BattleWeapon_Use_13-name_k=Overpowering Liquid
$*V2CraftInfo-alchemy_BattleWeapon_Use_16-name_k=Magic Overpowering Liquid
$*V2CraftInfo-alchemy_BattleWeapon_Use_23-name_k=Corrosive Liquid
$*V2CraftInfo-alchemy_BattleWeapon_Use_26-name_k=Magic Corrosive Liquid
$*V2CraftInfo-alchemy_BattleWeapon_Use_33-name_k=Fiery Bomb
$*V2CraftInfo-alchemy_BattleWeapon_Use_36-name_k=Magic Fiery Bomb
$*V2CraftInfo-alchemy_BattleWeapon_Use_43-name_k=Impact Bomb
$*V2CraftInfo-alchemy_BattleWeapon_Use_46-name_k=Magic Impact Bomb
$*V2CraftInfo-alchemy_BattleWeapon_Use_53-name_k=Apparition's Breath
$*V2CraftInfo-alchemy_BattleWeapon_Use_56-name_k=Magic Apparition's Breath
$*V2CraftInfo-alchemy_BattleWeapon_Use_63-name_k=Flash-Band
$*V2CraftInfo-alchemy_BattleWeapon_Use_66-name_k=Magic Flash-Bang
$*V2CraftInfo-alchemy_BattleWeapon_Use_73-name_k=Protective Shield Generator
$*V2CraftInfo-alchemy_BattleWeapon_Use_76-name_k=Magic Protective Shield Generator
$*V2CraftInfo-May_promotion_CraftReward2_smith-name_k=Smuggler's Sweet Box
$*V2CraftInfo-May_promotion_CraftReward4_smith-name_k=Teddy Bear Box
$*V2CraftInfo-May_promotion_CraftReward5_smith-name_k=Horse Figure Box
$*V2CraftInfo-May_promotion_CraftReward2_smelt-name_k=Smuggler's Sweet Box
$*V2CraftInfo-May_promotion_CraftReward4_smelt-name_k=Teddy Bear Box
$*V2CraftInfo-May_promotion_CraftReward5_smelt-name_k=Horse Figure Box
$*V2CraftInfo-May_promotion_CraftReward2_handiwork-name_k=Smuggler's Sweet Box
$*V2CraftInfo-May_promotion_CraftReward4_handiwork-name_k=Teddy Bear Box
$*V2CraftInfo-May_promotion_CraftReward5_handiwork-name_k=Horse Figure Box
$*V2CraftInfo-Steam_promotion_CraftReward1_smith-name_k=Condensed Magic Stone x 30
$*V2CraftInfo-Steam_promotion_CraftReward2_smith-name_k=Condensed Magic Stone x 70
$*V2CraftInfo-Steam_promotion_CraftReward3_smith-name_k=Equipment Lubricant x 10
$*V2CraftInfo-Steam_promotion_CraftReward4_smith-name_k=Impurity removing liquid x 10
$*V2CraftInfo-Steam_promotion_CraftReward5_smith-name_k=Useful Growth Elixir 5
$*V2CraftInfo-Steam_promotion_CraftReward6_smith-name_k=Companion Skill Change Token
$*V2CraftInfo-Steam_promotion_CraftReward1_smelt-name_k=Condensed Magic Stone x 30
$*V2CraftInfo-Steam_promotion_CraftReward2_smelt-name_k=Condensed Magic Stone x 70
$*V2CraftInfo-Steam_promotion_CraftReward3_smelt-name_k=Equipment Lubricant x 10
$*V2CraftInfo-Steam_promotion_CraftReward4_smelt-name_k=Impurity removing liquid x 10
$*V2CraftInfo-Steam_promotion_CraftReward5_smelt-name_k=Useful Growth Elixir 5
$*V2CraftInfo-Steam_promotion_CraftReward6_smelt-name_k=Companion Skill Change Token
$*V2CraftInfo-Steam_promotion_CraftReward1_handiwork-name_k=Condensed Magic Stone x 30
$*V2CraftInfo-Steam_promotion_CraftReward2_handiwork-name_k=Condensed Magic Stone x 70
$*V2CraftInfo-Steam_promotion_CraftReward3_handiwork-name_k=Equipment Lubricant x 10
$*V2CraftInfo-Steam_promotion_CraftReward4_handiwork-name_k=Impurity removing liquid x 10
$*V2CraftInfo-Steam_promotion_CraftReward5_handiwork-name_k=Useful Growth Elixir 5
$*V2CraftInfo-Steam_promotion_CraftReward6_handiwork-name_k=Companion Skill Change Token
$*RecipeBookInfo-strengthen_rune-recipe_local_name=Synthesis
$*RecipeBookInfo-strengthen_rune-recipe_description=You can enhance the ability of Spirits <br><font color='#c62a2a'> Failure will destroy all Spirits and materials. </Font>
$*RecipeBookInfo-strengthen_rune-item_description=Two identical Spirits
$*RecipeBookInfo-strengthen_rune-item_description-0=1 synthetic sheet to match the Spirit you want to synthesize
$*CraftLevelInfo-1-name_k=Crafting Mastery 1
$*CraftLevelInfo-2-name_k=Crafting Mastery 2
$*CraftLevelInfo-3-name_k=Crafting Mastery 3
$*CraftLevelInfo-4-name_k=Crafting Mastery 4
$*CraftLevelInfo-5-name_k=Crafting Mastery 5
$*CraftLevelInfo-6-name_k=Crafting Mastery 6
$*CraftLevelInfo-7-name_k=Crafting Mastery 7
$*CraftLevelInfo-8-name_k=Crafting Mastery 8
$*CraftLevelInfo-9-name_k=Crafting Mastery 9
$*CraftLevelInfo-10-name_k=Crafting Mastery 10
$*CraftLevelInfo-11-name_k=Crafting Mastery 11
$*CraftLevelInfo-12-name_k=Crafting Mastery 12
$*CraftLevelInfo-13-name_k=Crafting Mastery 13
$*CraftLevelInfo-14-name_k=Crafting Mastery 14
$*CraftLevelInfo-1-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-2-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-3-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-4-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-5-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-6-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-7-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-8-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-9-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-10-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-11-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-12-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-13-description=Higher crafting mastery level means higher grade of item.
$*CraftLevelInfo-14-description=Higher crafting mastery level means higher grade of item.
$*CraftSpotPropInfo-Smith_prop_lv1-name_k=Anvil
$*CraftSpotPropInfo-Smith_prop_lv2-name_k=Captain's Workbench
$*CraftSpotPropInfo-Smelt_prop_lv1-name_k=Magical Orb
$*CraftSpotPropInfo-Smelt_prop_lv2-name_k=Enchanting Workbench
$*CraftSpotPropInfo-Handiwork_prop_lv1-name_k=Handiwork Shelf
$*CraftSpotPropInfo-Handiwork_prop_lv2-name_k=Handiwork Workbench
$*CraftSpotPropInfo-Cook_prop_lv1-name_k=Fire Pit
$*CraftSpotPropInfo-Cook_prop_lv2-name_k=Cooking Station
$*CraftSpotPropInfo-Alchemy_prop_lv1-name_k=Alchemy
$*CraftSpotPropInfo-Alchemy_prop_lv2-name_k=Alchemy Workbench
$*CraftSpotPropInfo-all_craft_prop-name_k=Universal Workbench
$*V2CraftLevelInfo-smith_lv1-name_k=Apprentice Crafter
$*V2CraftLevelInfo-smith_lv2-name_k=Skilled Crafter
$*V2CraftLevelInfo-smith_lv3-name_k=Expert Crafter
$*V2CraftLevelInfo-smith_lv4-name_k=Master of Armorsmithing
$*V2CraftLevelInfo-smith_lv5-name_k=Artisan of Armorsmithing
$*V2CraftLevelInfo-smith_lv6-name_k=Armorsmithing Virtuoso
$*V2CraftLevelInfo-smith_lv7-name_k=Grand Master of Armorsmithing
$*V2CraftLevelInfo-handiwork_lv1-name_k=Apprentice Handiworker
$*V2CraftLevelInfo-handiwork_lv2-name_k=Skilled Handiworker
$*V2CraftLevelInfo-handiwork_lv3-name_k=Expert Handiworker
$*V2CraftLevelInfo-handiwork_lv4-name_k=Master of Handiwork
$*V2CraftLevelInfo-handiwork_lv5-name_k=Artisan of Handiwork
$*V2CraftLevelInfo-handiwork_lv6-name_k=Handiwork Virtuoso
$*V2CraftLevelInfo-handiwork_lv7-name_k=Grand Master of Handiwork
$*V2CraftLevelInfo-smelt_lv1-name_k=Apprentice Enchanter
$*V2CraftLevelInfo-smelt_lv2-name_k=Skilled Enchanter
$*V2CraftLevelInfo-smelt_lv3-name_k=Expert Enchanter
$*V2CraftLevelInfo-smelt_lv4-name_k=Master of Enchanting
$*V2CraftLevelInfo-smelt_lv5-name_k=Artisan of Enchanting
$*V2CraftLevelInfo-smelt_lv6-name_k=Enchanting Virtuoso
$*V2CraftLevelInfo-smelt_lv7-name_k=Grand Master of Enchanting
$*V2CraftLevelInfo-cook_lv1-name_k=Apprentice Cook
$*V2CraftLevelInfo-cook_lv2-name_k=Skilled Cook
$*V2CraftLevelInfo-cook_lv3-name_k=Expert Cook
$*V2CraftLevelInfo-cook_lv4-name_k=Master of Cooking
$*V2CraftLevelInfo-cook_lv5-name_k=Artisan of Cooking
$*V2CraftLevelInfo-cook_lv6-name_k=Cooking Virtuoso
$*V2CraftLevelInfo-cook_lv7-name_k=Grand Master of Cooking
$*V2CraftLevelInfo-alchemy_lv1-name_k=Apprentice Alchemist
$*V2CraftLevelInfo-alchemy_lv2-name_k=Skilled Alchemist
$*V2CraftLevelInfo-alchemy_lv3-name_k=Expert Alchemist
$*V2CraftLevelInfo-alchemy_lv4-name_k=Master of Alchemy
$*V2CraftLevelInfo-alchemy_lv5-name_k=Artisan of Alchemy
$*V2CraftLevelInfo-alchemy_lv6-name_k=Alchemy Virtuoso
$*V2CraftLevelInfo-alchemy_lv7-name_k=Grand Master of Alchemy
$*V2CraftLevelInfo-smith_lv1-description=<font color='#e4f365'>Apprentice Armorsmithing design available</font><br>
$*V2CraftLevelInfo-smith_lv2-description=<font color='#e4f365'>Skilled Crafting design for Armorsmithing available</font><br>\n<font color='#e4f365'>Crafting Speed</font><br>\n ·  Increases by 10%<br>
$*V2CraftLevelInfo-smith_lv3-description=<font color='#e4f365'>Expert Crafting design for Armorsmithing available</font><br>\n<font color='#e4f365'>Crafting Speed</font><br>\n ·  Increases by 20%<br>\n<font color='#e4f365'>Crafting Major Success Chance</font><br>\n ·  Increases by 5% (normal)<br>\n ·  Increases by 1.3% (material)<br>
$*V2CraftLevelInfo-smith_lv4-description=<font color='#e4f365'>Master Crafting design for Armorsmithing available</font><br>\n<font color='#e4f365'>Crafting Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Crafting Major Success Chance</font><br>\n ·  Increases by 7.5% (normal)<br>\n ·  Increases by 2.4% (material)<br>\n<font color='#e4f365'>Defense power increases by 100</font><br>
$*V2CraftLevelInfo-smith_lv5-description=<font color='#e4f365'>Master Crafting design for Armorsmithing available</font><br>\n<font color='#e4f365'>Crafting Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Crafting Major Success Chance</font><br>\n ·  Increases by 10% (normal)<br>\n ·  Increases by 3.5% (material)<br>\n<font color='#e4f365'>Defense power increases by 100</font><br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 0.9% (normal)</font><br>\n ·  Increases by 0.3% (material)</font><br>
$*V2CraftLevelInfo-smith_lv6-description=<font color='#e4f365'>Master Crafting design for Armorsmithing available</font><br>\n<font color='#e4f365'>Crafting Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Crafting Major Success Chance</font><br>\n ·  Increases by 14% (normal)<br>\n ·  Increases by 6% (material)<br>\n<font color='#e4f365'>Defense power increases by 100</font><br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 1.3% (normal)</font><br>\n ·  Increases by 0.6% (material)</font><br>
$*V2CraftLevelInfo-smith_lv7-description=<font color='#e4f365'>Master Crafting design for Armorsmithing available</font><br>\n<font color='#e4f365'>Crafting Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Crafting Major Success Chance</font><br>\n ·  Increases by 20% (normal)<br>\n ·  Increases by 10% (material)<br>\n<font color='#e4f365'>Defense power increases by 100</font><br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 2% (normal)</font><br>\n ·  Increases by 1% (material)</font><br>\n<font color='#e4f365'>Additional increase of defense power by 100</font><br>
$*V2CraftLevelInfo-handiwork_lv1-description=<font color='#e4f365'>Apprentice Handiwork design acquisition available</font><br>
$*V2CraftLevelInfo-handiwork_lv2-description=<font color='#e4f365'>Skilled Handiwork design acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 10%<br>
$*V2CraftLevelInfo-handiwork_lv3-description=<font color='#e4f365'>Expert Handiwork design acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 20%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 5% (normal)<br>\n ·  Increases by 1.3% (material)<br>
$*V2CraftLevelInfo-handiwork_lv4-description=<font color='#e4f365'>Master Handiwork design acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 7.5% (normal)<br>\n ·  Increases by 2.4% (material)<br>\n<font color='#e4f365'>Attack Power increases by 40</font><br>
$*V2CraftLevelInfo-handiwork_lv5-description=<font color='#e4f365'>Master Handiwork design acquisition available<br><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 10% (normal)</font></font><br>\n ·  Increases by 3.5% (material)<br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 0.9% (normal)</font><br>\n ·  Increases by 0.3% (material)</font><br>
$*V2CraftLevelInfo-handiwork_lv6-description=<font color='#e4f365'>Master Handiwork design acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 14% (normal)<br>\n ·  Increases by 6% (material)<br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n<font color='#e4f365'> ·  Increases by 1.3% (normal)</font><br>\n ·  Increases by 0.6% (material)</font><br>
$*V2CraftLevelInfo-handiwork_lv7-description=<font color='#e4f365'>Master Handiwork design acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 20% (normal)<br>\n ·  Increases by 10% (material)<br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n<font color='#e4f365'> ·  Increases by 2% (normal)</font><br>\n ·  Increases by 1% (material)</font><br>\n<font color='#e4f365'>Attack Power increases by 40 additionally</font><br>
$*V2CraftLevelInfo-smelt_lv1-description=<font color='#e4f365'>Apprentice Enchanting secrets available to learn</font><br>
$*V2CraftLevelInfo-smelt_lv2-description=<font color='#e4f365'>Skilled Enchanting secrets available to learn</font><br>\n<font color='#e4f365'>Crafting Speed</font><br>\n ·  Increases by 10%<br>
$*V2CraftLevelInfo-smelt_lv3-description=<font color='#e4f365'>Expert Enchanting secrets available to learn</font><br>\n<font color='#e4f365'>Crafting Speed</font><br>\n ·  Increases by 20%<br>\n<font color='#e4f365'>Crafting Major Success Chance</font><br>\n ·  Increases by 5% (normal)<br>\n ·  Increases by 1.3% (material)<br>
$*V2CraftLevelInfo-smelt_lv4-description=<font color='#e4f365'>Master Enchanting secrets available to learn</font><br>\n<font color='#e4f365'>Crafting Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Crafting Major Success Chance</font><br>\n ·  Increases by 7.5% (normal)<br>\n ·  Increases by 2.4% (material)<br>\n<font color='#e4f365'>Vitality increases by 20</font><br>
$*V2CraftLevelInfo-smelt_lv5-description=<font color='#e4f365'>Master Enchanting secrets available to learn</font><br>\n<font color='#e4f365'>Crafting Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Crafting Major Success Chance</font><br>\n ·  Increases by 10% (normal)<br>\n ·  Increases by 3.5% (material)<br>\n<font color='#e4f365'>Vitality increases by 20</font><br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 0.9% (normal)</font><br>\n ·  Increases by 0.3% (material)</font><br>
$*V2CraftLevelInfo-smelt_lv6-description=<font color='#e4f365'>Master Enchanting secrets available to learn</font><br>\n<font color='#e4f365'>Crafting Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Crafting Major Success Chance</font><br>\n ·  Increases by 14% (normal)<br>\n ·  Increases by 6% (material)<br>\n<font color='#e4f365'>Health increases by 20</font><br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 1.3% (normal)</font><br>\n ·  Increases by 0.6% (material)</font><br>
$*V2CraftLevelInfo-smelt_lv7-description=<font color='#e4f365'>Master Enchanting secrets available to learn</font><br>\n<font color='#e4f365'>Crafting Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Crafting Major Success Chance</font><br>\n ·  Increases by 20% (normal)<br>\n ·  Increases by 10% (material)<br>\n<font color='#e4f365'>Health increases by 20</font><br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 2% (normal)</font><br>\n ·  Increases by 1% (material)</font><br>\n<font color='#e4f365'>Additional Health increase of 20</font><br>
$*V2CraftLevelInfo-cook_lv1-description=<font color='#e4f365'>Apprentice recipe acquisition available</font><br>
$*V2CraftLevelInfo-cook_lv2-description=<font color='#e4f365'>Skilled recipe acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 10%<br>
$*V2CraftLevelInfo-cook_lv3-description=<font color='#e4f365'>Expert recipe acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 20%<br>
$*V2CraftLevelInfo-cook_lv4-description=<font color='#e4f365'>Master recipe acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 7.5% (normal)<br>
$*V2CraftLevelInfo-cook_lv5-description=<font color='#e4f365'>Master recipe acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 10% (normal)</font><br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 0.9% (normal)<br>
$*V2CraftLevelInfo-cook_lv6-description=<font color='#e4f365'>Master recipe acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 14% (normal)</font><br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 1.3% (normal)<br>
$*V2CraftLevelInfo-cook_lv7-description=<font color='#e4f365'>Master recipe acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 20% (normal)</font><br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 2% (normal)<br>
$*V2CraftLevelInfo-alchemy_lv1-description=<font color='#e4f365'>Apprentice alchemy craft method acquisition available</font><br>
$*V2CraftLevelInfo-alchemy_lv2-description=<font color='#e4f365'>Skilled Alchemy craft method acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 10%<br>
$*V2CraftLevelInfo-alchemy_lv3-description=<font color='#e4f365'>Expert Alchemy craft method acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 20%<br>
$*V2CraftLevelInfo-alchemy_lv4-description=<font color='#e4f365'>Master Alchemy craft method acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 7.5% (normal)<br>
$*V2CraftLevelInfo-alchemy_lv5-description=<font color='#e4f365'>Master Alchemy craft method acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 10% (normal)</font><br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 0.9% (normal)<br>
$*V2CraftLevelInfo-alchemy_lv6-description=<font color='#e4f365'>Master Alchemy craft method acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 14% (normal)</font><br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 1.3% (normal)<br>
$*V2CraftLevelInfo-alchemy_lv7-description=<font color='#e4f365'>Master Alchemy craft method acquisition available</font><br>\n<font color='#e4f365'>Craft Speed</font><br>\n ·  Increases by 30%<br>\n<font color='#e4f365'>Craft Great Success Chance</font><br>\n ·  Increases by 20% (normal)</font><br>\n<font color='#e4f365'>Craft Transcendent Success Chance</font><br>\n ·  Increases by 2% (normal)<br>
$*V2CraftLevelInfo-smith_lv1-craft_title=Apprentice Crafter
$*V2CraftLevelInfo-smith_lv2-craft_title=Skilled Crafter
$*V2CraftLevelInfo-smith_lv3-craft_title=Expert Crafter
$*V2CraftLevelInfo-smith_lv4-craft_title=Master of Armorsmithing
$*V2CraftLevelInfo-smith_lv5-craft_title=Master of Armorsmithing
$*V2CraftLevelInfo-smith_lv6-craft_title=Master of Armorsmithing
$*V2CraftLevelInfo-smith_lv7-craft_title=Master of Armorsmithing
$*V2CraftLevelInfo-handiwork_lv1-craft_title=Apprentice Handiworker
$*V2CraftLevelInfo-handiwork_lv2-craft_title=Skilled Handiworker
$*V2CraftLevelInfo-handiwork_lv3-craft_title=Expert Handiworker
$*V2CraftLevelInfo-handiwork_lv4-craft_title=Master of Handiwork
$*V2CraftLevelInfo-handiwork_lv5-craft_title=Master of Handiwork
$*V2CraftLevelInfo-handiwork_lv6-craft_title=Master of Handiwork
$*V2CraftLevelInfo-handiwork_lv7-craft_title=Master of Handiwork
$*V2CraftLevelInfo-smelt_lv1-craft_title=Apprentice Enchanter
$*V2CraftLevelInfo-smelt_lv2-craft_title=Skilled Enchanter
$*V2CraftLevelInfo-smelt_lv3-craft_title=Expert Enchanter
$*V2CraftLevelInfo-smelt_lv4-craft_title=Master of Enchanting
$*V2CraftLevelInfo-smelt_lv5-craft_title=Master of Enchanting
$*V2CraftLevelInfo-smelt_lv6-craft_title=Master of Enchanting
$*V2CraftLevelInfo-smelt_lv7-craft_title=Master of Enchanting
$*V2CraftLevelInfo-cook_lv1-craft_title=Apprentice Cook
$*V2CraftLevelInfo-cook_lv2-craft_title=Skilled Cook
$*V2CraftLevelInfo-cook_lv3-craft_title=Expert Cook
$*V2CraftLevelInfo-cook_lv4-craft_title=Master of Cooking
$*V2CraftLevelInfo-cook_lv5-craft_title=Master of Cooking
$*V2CraftLevelInfo-cook_lv6-craft_title=Master of Cooking
$*V2CraftLevelInfo-cook_lv7-craft_title=Master of Cooking
$*V2CraftLevelInfo-alchemy_lv1-craft_title=Apprentice Alchemist
$*V2CraftLevelInfo-alchemy_lv2-craft_title=Skilled Alchemist
$*V2CraftLevelInfo-alchemy_lv3-craft_title=Expert Alchemist
$*V2CraftLevelInfo-alchemy_lv4-craft_title=Master of Alchemy
$*V2CraftLevelInfo-alchemy_lv5-craft_title=Master of Alchemy
$*V2CraftLevelInfo-alchemy_lv6-craft_title=Master of Alchemy
$*V2CraftLevelInfo-alchemy_lv7-craft_title=Master of Alchemy
$*CraftUICategoryInfo-AR_helmet-name_k=Head
$*CraftUICategoryInfo-AR_upper-name_k=Top
$*CraftUICategoryInfo-AR_lower-name_k=Bottoms
$*CraftUICategoryInfo-AR_glove-name_k=Gloves
$*CraftUICategoryInfo-AR_boots-name_k=Shoes
$*CraftUICategoryInfo-AR_shoulder-name_k=Shoulder
$*CraftUICategoryInfo-AR_belt-name_k=Waist
$*CraftUICategoryInfo-WP_1h_dagger-name_k=Dagger
$*CraftUICategoryInfo-WP_1h_sword-name_k=One-handed Sword
$*CraftUICategoryInfo-WP_1h_blunt-name_k=One-handed Blunt Weapon
$*CraftUICategoryInfo-WP_2h_weapon-name_k=Two-handed Blunt Weapon
$*CraftUICategoryInfo-WP_2h_bow-name_k=Bow
$*CraftUICategoryInfo-WP_2h_staff-name_k=Staff
$*CraftUICategoryInfo-WP_shield-name_k=Shield
$*CraftUICategoryInfo-Iron_meterial-name_k=Medium and Heavy Armor Craft Material
$*CraftUICategoryInfo-Cotton_meterial-name_k=Robe Craft Material
$*CraftUICategoryInfo-Fix_tool-name_k=Armor Repair Kit
$*CraftUICategoryInfo-smith_upgrade-name_k=Enhance Material
$*CraftUICategoryInfo-use_craft_smith-name_k=Event Item
$*CraftUICategoryInfo-Rune_dragon-name_k=Flying Dragon Spirit
$*CraftUICategoryInfo-Rune_bear-name_k=Bear Spirit
$*CraftUICategoryInfo-Rune_eagle-name_k=Eagle Spirit
$*CraftUICategoryInfo-Rune_lion-name_k=Lion Spirit
$*CraftUICategoryInfo-Rune_leopard-name_k=Leopard Spirit
$*CraftUICategoryInfo-Rune_wolf-name_k=Wolf Spirit
$*CraftUICategoryInfo-Rune_raven-name_k=Crow Spirit
$*CraftUICategoryInfo-Rune_hawk-name_k=Hawk Spirit
$*CraftUICategoryInfo-Rune_owl-name_k=Owl Spirit
$*CraftUICategoryInfo-Rune_wind-name_k=Spirit of the Wind
$*CraftUICategoryInfo-Rune_fog-name_k=Mist Spirit
$*CraftUICategoryInfo-Rune_waterfall-name_k=Spirit of the Waterfall
$*CraftUICategoryInfo-Rune_rock-name_k=Spirit of the Land
$*CraftUICategoryInfo-Rune_tree-name_k=Spirit of the Tree
$*CraftUICategoryInfo-Rune_sea-name_k=Spirit of the Sea
$*CraftUICategoryInfo-MPF_stuff-name_k=Companions
$*CraftUICategoryInfo-smelt_meterial-name_k=Spirit Craft Material
$*CraftUICategoryInfo-smelt_upgrade-name_k=Enhance Material
$*CraftUICategoryInfo-use_craft_smelt-name_k=Event Item
$*CraftUICategoryInfo-Necklace-name_k=Necklace
$*CraftUICategoryInfo-Ring-name_k=Ring
$*CraftUICategoryInfo-handiwork_meterial-name_k=Accessory Craft Material
$*CraftUICategoryInfo-handiwork_upgrade-name_k=Enhance Material
$*CraftUICategoryInfo-use_craft_handiwork-name_k=Event Item
$*CraftUICategoryInfo-food_attack-name_k=Chili Recipe
$*CraftUICategoryInfo-food_speed-name_k=Saffron Recipe
$*CraftUICategoryInfo-food_defence-name_k=Mint Recipe
$*CraftUICategoryInfo-food_elite-name_k=Specialty Food
$*CraftUICategoryInfo-food_MPF-name_k=Stamina recovery Item
$*CraftUICategoryInfo-food_meal-name_k=Cooking
$*CraftUICategoryInfo-use_craft_cook-name_k=Event Item
$*CraftUICategoryInfo-potion_health-name_k=Health Recovery Potion
$*CraftUICategoryInfo-potion_health_coconut-name_k=Coconut Flavored Health Recovery Potion
$*CraftUICategoryInfo-potion_health_banana-name_k=Banana Flavored Health Recovery Potion
$*CraftUICategoryInfo-potion_health_apple-name_k=Apple Flavored Health Recovery Potion
$*CraftUICategoryInfo-potion_health_peach-name_k=Peach Flavored Health Recovery Potion
$*CraftUICategoryInfo-potion_health_cranberry-name_k=Cranberry Flavored Health Recovery Potion
$*CraftUICategoryInfo-potion_health_blueberry-name_k=Blueberry Flavored Health Recovery Potion
$*CraftUICategoryInfo-potion_stamina-name_k=Energy Recovery Potion
$*CraftUICategoryInfo-potion_stamina_pyogomushroom-name_k=Shiitake Energy Recovery Potion
$*CraftUICategoryInfo-potion_stamina_songimushroom-name_k=Pine Mushroom Energy Recovery Potion
$*CraftUICategoryInfo-potion_stamina_yongzimushroom-name_k=Ganoderma Energy Recovery Potion
$*CraftUICategoryInfo-potion_all-name_k=Comprehensive Recovery Potion
$*CraftUICategoryInfo-potion_all_tomato-name_k=Tomato Flavored Comprehensive Recovery Potion
$*CraftUICategoryInfo-Bomb-name_k=Battle Item
$*CraftUICategoryInfo-use_craft_alchemy-name_k=Event Item
$*CraftChoiceUIInfo-smith-description=Major Benefits<br> ·  Armorsmithing<br> ·  Making Repair Tools<br> ·  Increased Defense Power
$*CraftChoiceUIInfo-handiwork-description=Major Benefits<br> ·  Making Accessories<br> ·  Making Enhancement Agents<br> ·  Increased Attack Power
$*CraftChoiceUIInfo-smelt-description=Major Benefits<br> ·  Making Spirit Energy<br> ·  Making Order Documents<br> ·  Increased Vitality
$*CraftChoiceUIInfo-cook-description=Major Benefits<br> ·  Making Food<br> ·  Making Feed<br>
$*CraftChoiceUIInfo-alchemy-description=Major Benefits<br> ·  Making Medicines<br> ·  Making Explosives<br>
$*CraftChoiceUIInfo-smith-title_1=Armor
$*CraftChoiceUIInfo-handiwork-title_1=Accessory
$*CraftChoiceUIInfo-smelt-title_1=Spirit
$*CraftChoiceUIInfo-cook-title_1=Cooking
$*CraftChoiceUIInfo-alchemy-title_1=Medicine
$*CraftChoiceUIInfo-smith-title_2=Repair Tool
$*CraftChoiceUIInfo-handiwork-title_2=Accessory Enhancement Items
$*CraftChoiceUIInfo-smelt-title_2=Taming Scroll
$*CraftChoiceUIInfo-cook-title_2=Stamina Recovery Item
$*CraftChoiceUIInfo-alchemy-title_2=Explosive
